<PAD>
，
的
 
是
。
？
不
有
一
人
为
我
么
在
法
了
个
理
这
对
中
会
和
自
时
如
以
什
、
权
于
老
要
行
生
问
可
能
用
师
上
到
性
定
大
0
1
出
学
就
关
国
好
产
者
题
说
经
资
商
现
利
解
方
成
公
作
分
心
来
同
下
何
2
吗
与
请
也
后
己
呢
本
发
他
金
得
种
过
多
“
”
还
应
事
家
合
而
体
该
知
但
情
怎
你
些
业
很
年
们
所
因
司
其
实
没
标
样
那
想
都
：
品
意
.
通
果
相
别
保
觉
价
）
期
（
当
系
否
费
感
面
动
看
制
收
之
第
或
内
无
识
率
投
提
子
间
案
比
力
消
高
认
进
哪
前
点
诉
论
货
常
小
等
规
求
需
3
外
最
去
主
然
市
民
度
正
药
道
务
结
币
益
律
表
机
原
使
入
明
5
件
场
变
格
起
信
条
里
险
重
做
工
交
被
从
地
债
并
证
由
活
值
加
三
向
式
部
天
基
效
量
受
候
特
政
平
开
存
处
及
股
更
程
专
两
物
女
位
具
化
全
话
总
身
元
影
区
款
您
护
算
决
又
长
回
支
义
易
属
确
给
次
据
例
选
任
院
只
谢
；
计
！
管
男
此
融
4
类
企
某
济
爱
她
况
数
让
指
少
际
反
着
买
较
讨
习
立
财
美
注
直
课
友
购
月
则
手
真
病
单
责
构
接
运
视
完
非
风
代
二
判
才
日
考
增
思
侵
税
6
约
目
限
服
响
改
9
导
质
审
流
8
调
讼
承
已
形
社
《
》
容
D
名
低
节
网
失
银
包
新
断
强
未
东
维
告
欢
越
打
喜
电
创
A
每
息
P
将
讲
办
血
供
害
见
朋
答
致
观
达
取
谈
7
?
治
型
持
难
券
先
且
各
文
查
差
象
造
付
白
额
适
除
-
水
复
万
担
近
房
损
错
择
气
状
痛
减
口
犯
安
著
线
庭
异
票
准
统
教
沟
根
项
素
恋
太
偿
找
假
争
必
,
即
望
罪
范
源
放
展
联
设
议
几
张
科
赔
门
边
孩
整
言
析
把
刑
升
营
段
压
疑
独
似
神
员
引
%
记
书
优
转
技
缺
再
C
医
伤
府
离
养
频
界
它
术
负
销
按
带
针
集
称
试
传
头
像
清
啊
报
份
往
申
共
释
脉
备
车
建
依
绝
获
听
配
许
述
极
至
食
示
广
控
汇
册
态
西
曲
照
显
止
吃
症
却
…
字
钱
模
虑
突
足
误
预
十
始
疗
骨
海
降
热
组
四
遇
患
够
便
婚
母
策
甲
括
续
售
防
另
究
音
周
B
纠
职
卡
举
评
贷
环
穴
吧
势
双
级
避
底
快
语
络
待
跟
征
互
亲
功
围
G
肝
均
片
仅
微
简
置
步
今
章
概
五
黄
儿
参
终
抗
换
般
违
协
胀
乐
走
涉
念
推
卖
超
善
世
众
激
助
阴
句
央
怕
精
检
客
首
享
础
角
装
/
父
阳
研
衡
华
破
:
储
台
局
随
帮
官
验
希
施
乙
监
图
补
店
肌
远
短
积
托
纷
核
户
弹
居
路
版
空
余
免
普
委
育
击
妈
测
I
眼
满
)
移
继
岁
层
干
恶
(
临
境
划
陷
色
百
e
灸
采
—
故
红
冲
慢
深
住
疚
右
布
左
历
a
含
既
领
予
须
写
借
　
虚
"
团
序
修
皮
初
p
农
列
聊
花
群
追
健
私
严
侧
宝
轻
细
谁
t
诊
膨
退
印
甚
辩
充
归
智
抑
死
切
竞
裁
宣
富
连
虽
背
坏
酒
毒
稳
执
愿
器
游
焦
撤
膜
贸
排
o
暴
r
味
志
尔
肺
腹
胃
纳
账
懂
脑
读
良
料
静
察
绪
签
履
福
炎
呀
酸
播
惑
=
T
若
康
架
稀
套
叫
吸
触
疼
+
涨
战
紧
久
留
索
M
介
克
仍
域
织
董
声
偏
急
王
录
睡
液
S
乎
Q
兴
软
半
速
斯
折
掌
火
i
荷
兰
宪
伴
【
】
冒
河
顺
符
号
脏
温
卑
六
诺
困
奇
演
障
苦
延
京
送
密
晚
蓄
尽
g
m
刚
校
订
巴
玩
室
粮
拒
糖
尿
剂
脾
固
握
扩
弱
估
劳
德
阿
拿
欲
惯
停
北
迫
输
州
呼
禁
吵
募
麻
缩
租
罚
孕
土
厂
L
贴
抵
l
疾
胸
净
d
诸
英
拖
李
妻
景
扣
剧
抢
缓
肾
询
马
竟
啥
辖
替
束
矛
早
攻
操
烦
辑
授
夫
冷
肿
亿
堂
革
巨
盾
弃
哈
板
闻
饭
妇
刻
郁
床
块
救
映
s
闭
贬
斜
N
逻
史
星
n
坚
顾
~
七
阱
林
忙
混
令
戏
距
奶
脸
光
曾
拉
趣
危
命
落
射
宫
胞
球
伙
探
谓
促
阻
赠
殊
油
酬
c
班
逐
遗
脱
咨
敢
阶
波
杀
幸
笑
肠
咳
途
刺
寻
蛋
贫
隐
胆
腔
肢
拥
端
V
敏
累
键
典
滥
旧
润
杂
龄
材
递
仲
楚
洗
八
倾
嘛
U
批
靠
迷
青
努
抽
队
松
饮
姻
占
染
颈
词
秘
沓
肤
函
登
乏
肉
梦
径
押
潜
云
;
缴
绍
毕
伊
媒
寒
孤
暗
餐
碍
忆
Y
纯
石
散
垄
御
乱
灵
倒
捐
遭
穿
钟
卫
怀
楼
凉
嫌
驳
逆
y
略
循
跨
附
牌
省
休
诈
春
掉
励
盗
欺
眠
派
跌
熟
综
E
筹
践
香
O
旅
站
挺
扶
默
幅
古
画
偶
惩
扎
肋
赚
盖
兑
坐
阅
山
怪
歌
盈
h
米
u
尤
艺
裂
讯
氧
衣
黑
谷
隔
县
姐
寸
博
笔
趋
吉
诚
宏
尝
士
纪
沉
措
军
硬
守
孙
醒
菜
腺
驰
旦
倍
汽
乘
偷
聚
牛
骗
尊
厌
肯
舍
渐
奔
舌
颜
邪
汗
棋
湿
丰
城
飞
链
箱
跳
缘
腰
剖
煎
氨
泛
忽
挥
村
丽
野
叨
渣
拘
淆
痰
植
俗
劣
暂
警
纸
街
督
封
苏
毛
盘
妹
亚
扰
江
辨
载
柔
艾
童
繁
屋
横
轴
允
恩
唱
亡
烈
喝
筋
鼓
脚
千
瑕
疵
腿
煮
癌
髓
九
永
k
赖
胜
誉
舒
贵
H
宗
疏
陈
胡
夜
爸
α
泻
嗽
悉
荐
牙
编
拟
描
拍
练
培
铁
南
秀
尬
伪
漫
紫
瘤
椎
招
X
浪
透
署
页
抱
粉
腾
陪
肚
睛
浓
鼻
酶
漏
剩
烟
败
悔
港
宜
莫
恐
碰
迟
渴
鉴
悲
滴
搭
醉
旺
丙
零
姓
档
码
·
顿
陆
滞
返
冬
季
茶
衰
茫
恼
哭
凹
抄
侣
喘
纤
溶
遍
亏
航
邦
威
挂
欠
献
苹
遵
惧
弄
陌
蛮
袭
逼
唠
垃
圾
捕
泄
R
藏
呈
凯
雪
貌
奖
炒
刷
婆
奈
爆
启
K
详
巧
轨
幼
园
壁
郑
跑
哥
尴
逃
忍
脊
邓
丸
菌
淋
颅
忘
兼
芬
凭
滑
耗
姆
厉
畴
届
籍
晰
W
邻
慧
废
洞
w
津
副
奋
盛
污
丝
瓶
赞
晓
翻
穷
催
衍
杰
唯
池
糊
弟
尺
罗
搞
冰
爷
辈
搜
膏
绞
潢
泌
宇
骂
腑
冠
罐
膝
瘫
F
刘
斥
贝
辅
雷
慕
闲
慌
忌
歧
赌
抚
佳
沈
彼
屈
烧
浅
胎
咽
劫
钠
葡
萄
诱
馆
妥
鸡
塔
胶
凝
!
汉
截
狂
库
尚
挽
铺
惊
闷
丢
淘
粘
痒
吐
窦
乳
啦
荣
忧
午
躁
宽
伍
迎
叉
谋
草
宁
训
木
咋
盟
邀
彩
宿
愈
仿
卵
佩
霉
苯
枢
割
粹
赤
洁
伦
丧
蟹
‘
’
娘
洲
卷
潮
剥
牵
盆
泉
帝
刮
盐
仁
暖
迹
树
摄
碱
臂
．
棉
捷
沿
卸
雇
丑
叶
席
末
慎
拆
残
鱼
尖
礼
凸
斤
x
•
丁
圈
秒
赵
哲
丈
嫁
蜜
咧
露
逮
恰
搏
颤
刀
晕
囊
脂
硝
甘
痧
疹
颞
欧
畅
杠
杆
稿
幕
耐
驱
绕
赢
豆
溃
亦
秩
f
船
蓝
森
吨
窗
峰
绩
伸
霞
顶
哦
尾
妙
闺
裴
泼
碎
夺
佛
肩
鞋
塞
#
锦
纱
缔
纵
辆
薪
丹
拔
抛
渠
摩
％
厚
洛
赁
屡
闸
耳
泡
邮
秋
杭
族
胁
拣
～
歉
鸟
匹
炼
媳
奥
塑
召
嘴
挫
鲜
旁
摆
谎
吴
虐
愧
猫
劝
吝
啬
骤
燥
韧
侦
磷
腕
钾
喉
痪
_
填
轮
洋
摊
虎
阐
伯
毁
驾
柱
霸
斗
赋
涵
迅
狭
磨
孔
朗
宠
薄
慰
吹
锁
镇
凶
胺
氓
谊
淡
寝
怨
赛
辛
「
」
墙
汤
遂
绣
隙
浆
窝
哮
胰
腱
亮
笼
豪
炸
诗
昨
援
贱
饰
惠
渗
珠
姑
v
虫
戚
谨
氏
圆
呆
忠
盒
闹
俩
梗
斑
妒
熬
赶
桃
镜
摔
井
摸
侮
淀
痘
颖
擅
瞳
夏
岛
聂
肱
℃
呕
癫
痫
湾
迪
稍
械
恢
弥
刊
杜
*
昂
仓
挑
武
尼
勇
×
弯
b
贡
袋
川
堡
毫
爽
幻
悬
沙
啡
挤
辣
龙
贪
囤
絮
怒
勤
谅
惜
恨
嫉
帅
湖
绳
旋
删
糕
娱
傅
斌
携
黏
腧
丘
哟
丛
颌
拮
疝
裕
拜
擦
篮
佣
诞
粗
萨
谦
拨
啤
彻
澳
瞬
浮
荒
歇
崩
杯
饥
恒
揭
羞
窃
嘱
契
撒
灭
劲
皇
曝
愁
扬
拇
拼
抬
讪
羡
狗
憋
β
瘦
译
甜
晋
谐
痴
脐
敲
翼
渊
澄
绑
巾
酰
邹
苔
疡
苷
粒
膀
胱
弊
覆
槛
纽
抓
懒
寡
宾
捧
轰
贯
麦
岂
凡
挣
芳
韩
党
框
徒
削
浊
座
寿
震
羊
愉
喻
仪
肥
奸
敌
圳
宅
怂
访
殖
插
赏
魂
鸣
漠
滋
癖
串
漂
梯
锻
胖
肃
燃
枪
灰
浑
旗
乃
鲍
梁
垂
泽
隆
齐
苓
棱
颗
泣
畏
氢
肪
矢
矿
仔
岗
雏
跃
曼
鲁
帐
赎
阔
雄
灾
暇
菲
涌
乔
乡
祥
奴
迈
崇
捂
泰
厅
盎
掩
玉
聘
咬
逗
珍
喊
脆
疯
叛
喷
鬼
厕
扮
躲
夸
遥
朝
吻
齿
抖
挖
宙
妆
踩
扔
朵
傻
瓣
疮
溯
劾
纹
颁
贿
〉
疫
虾
佰
＂
酮
瘀
痹
酚
镊
杏
蒙
猪
庞
铸
俊
堆
堪
撑
柜
敬
￥
俱
>
踢
钢
J
咱
迁
戒
q
咖
帖
牢
盲
肆
扑
艰
疲
赴
虹
妄
诀
绎
钻
糟
拾
耽
溜
灌
拳
撞
臭
勒
痕
缝
魅
歪
洒
吓
腻
攀
锋
粥
耿
乌
肘
仇
玻
璃
屏
衷
澡
瞒
俄
舞
涩
饿
勉
蜂
龟
竭
肖
茗
蒋
嘀
桑
栓
琥
珀
腋
萎
振
氯
阑
脘
溏
悸
筑
盯
绘
拓
逾
牺
牲
镑
兄
踏
棍
恳
渡
勾
炮
驶
荡
饱
饼
扫
敛
煤
炭
锚
尘
逢
狠
①
②
③
辱
烂
霜
伏
△
帕
踪
沃
悟
抉
徐
夹
橘
^
魔
遮
悦
倘
庆
尸
幽
憾
稚
摇
爵
懵
惹
阈
搁
拯
茨
寄
猜
匪
怯
梅
妨
扯
婴
怼
挨
聪
辞
彬
睹
娃
瓜
莲
椅
仙
晨
篇
灼
羁
飘
乾
菊
薯
帽
镐
俞
晶
硫
膈
痿
酵
泵
摘
裤
硕
搅
庄
哇
廉
祖
窄
熔
惨
瓦
皆
沫
娇
溢
叙
衔
猛
熊
－
舆
跛
谱
坛
君
辙
吁
骑
爬
窜
遏
哗
闪
狼
杨
婉
翠
颠
田
宋
绵
蕴
芦
隶
吼
桶
捡
懊
耍
罢
耻
戴
哎
桌
衫
啰
埋
惶
圣
塌
棒
蛇
灯
辄
枯
萌
祝
嘻
踹
卧
敷
钦
扭
拙
捏
骚
庸
浦
凤
坠
览
赃
滨
锈
讹
孟
蹭
亩
酌
挪
郭
擎
蚊
搬
蝶
芈
嗓
纂
捋
咸
蔬
妞
躺
砒
砭
糙
扁
叩
胛
⑴
⑵
跷
桡
Ⅱ
巢
淤
棘
弓
卒
樱
甾
醇
竖
羟
咙
嗜
亢
嵌
秃
猩
蔽
睐
奠
磋
谚
贮
恭
垮
鞭
曰
腐
罕
蔓
铃
＝
掀
矫
耕
址
抹
锐
唛
祸
倡
嘲
钩
颇
墨
酿
垒
嗯
飙
→
鳄
攒
妃
欣
桥
豫
役
裹
鹿
掏
槽
叠
汁
崛
柑
迄
≈
弗
耶
骄
氛
伽
犹
悄
唉
弑
幌
鄙
夷
秉
琐
‥
勿
酷
眉
妖
呐
琴
辜
抒
劈
寓
憩
侃
兹
苗
洽
巩
卦
兆
捻
奉
唤
馈
匆
昧
脖
暑
冤
坑
哄
逞
坎
雨
奏
溺
呜
栗
譬
挚
坦
寂
扛
枕
唐
凌
乖
僻
罩
闯
捆
泪
钥
匙
葛
旨
坡
鸩
纲
肇
奎
穆
怠
浴
燕
贩
赫
拐
蒂
碗
玛
寨
壮
殴
袁
峡
昆
栏
埃
巡
昌
玫
瑰
崔
娟
浙
剪
朔
彭
诵
披
磁
徽
翰
栋
冯
摹
卿
逊
砂
猖
溪
蛛
／
唇
肽
羧
薏
骺
踝
雌
酯
哌
⑶
鞘
碘
茚
嗪
髂
髁
侏
儒
骶
葶
苈
镰
蒲
疙
瘩
 
稠
腘
呗
惕
萧
坝
鹅
昔
裸
僧
辉
梳
逝
舱
琬
钞
＞
・
抅
陡
铜
刃
剑
腌
咎
砍
剔
柳
寥
庐
衬
酝
z
＋
⋯
铢
敦
铂
掷
畜
矣
佐
藩
榨
奢
侈
蠢
锤
柴
觅
陋
侄
岳
番
伐
挡
砸
帆
瞩
赐
耀
姿
趁
厨
傲
葫
哀
瑜
仰
彷
徨
扇
裙
厘
戳
笨
●
僵
碌
涯
嘿
倔
呵
揣
蹊
甫
憧
憬
⊙
添
聆
屎
蓬
邋
遢
馨
跤
眨
潇
涟
漪
嗦
叽
兵
缠
嚼
俐
旷
卜
捉
哒
筷
茬
麼
羽
遣
寐
〞
绊
翘
躯
掘
筒
浇
桖
掺
瞎
雅
爪
叹
屁
惰
慈
蒜
诶
绅
殷
佬
娶
蹴
˘
눈
兽
悠
鲶
愚
j
柏
肮
寞
痤
渺
弦
嚷
狄
熙
攘
苛
拦
惴
慨
噬
浏
浩
@
兢
凳
窒
壳
④
窥
卓
睬
赂
帷
赣
磕
拢
艇
猎
舟
烤
拽
臃
徘
徊
Z
冉
甬
兜
轿
雕
矮
荧
踊
匿
嫖
娼
恙
湘
赡
晒
泥
狱
沪
甩
玲
碧
婷
筛
喂
蹈
拷
冻
贺
獗
蔡
袜
￣
毗
內
嗅
蜘
痣
廓
昏
Ⅲ
龈
漓
亨
阵
雾
為
孰
钳
胳
膊
杈
呛
疸
绀
柠
巅
烊
泳
厥
咚
姥
睾
茎
碳
濡
栀
韦
蠕
兔
丶
螺
痉
啉
楂
沸
骰
ಥ
๑
髋
弛
烫
剌
鳞
脯
陵
钙
瘿
蒿
嗳
噜
襦
眶
痢
谧
芍
藜
莱
菔
堵
盂
钝
橡
逍
芸
邈
骼
髎
呃
眩
癜
臀
醛
郄
弧
伟
琪
凿
垫
咩
谜
堤
洪
竣
夯
俑
箪
瓢
稽
亟
赈
蕃
芜
〔
〕
岭
惟
嘈
缪
徕
＜
棵
醋
翁
仆
厄
沾
钵
煅
麟
劵
钉
熹
坟
墓
钯
馅
讳
峭
岸
饵
焕
韭
厦
淮
鸭
绒
皂
宛
锣
耸
镯
罄
铝
锅
髦
嘉
恿
跺
碑
缭
紊
禀
&
钰
婪
炫
≠
辐
稻
吭
侠
莉
锯
夕
壑
盼
蹲
眷
咦
猥
沦
霾
迥
淬
诠
忸
怩
犟
姨
屑
刨
惘
抨
¨
̮
√
巍
垢
暄
樊
睦
孝
葬
隅
鞍
腼
腆
嘘
畸
顽
芒
缜
琢
逛
甄
戮
煞
們
煲
熄
觥
咀
祟
跪
俏
邂
逅
戈
誓
別
歡
懟
於
裡
應
該
變
讷
祈
噱
藉
晦
酗
悍
乞
憨
臆
怜
斩
枚
濒
戾
欸
時
筵
诫
秤
|
恍
凑
滚
拗
叔
叼
恺
荀
痨
嗲
撩
榴
屉
吖
撕
蛾
讽
怦
疤
ω
苟
蛊
禽
婢
岔
惫
滤
篱
绿
矩
嘞
杞
諸
暧
鸵
瘾
凰
砖
汰
赦
阂
懦
婿
愫
忏
矜
晴
擂
`
轱
辘
刹
囿
贰
辟
谣
瓷
钓
篡
牧
斧
枭
偾
勃
仟
®
厮
秦
豌
荚
绽
華
垠
杉
逸
渎
〈
蹄
贞
渝
茁
榷
驭
哑
溥
搐
屯
彰
鄞
勘
Ｓ
蓉
幂
鹏
詩
株
姚
诬
侍
渲
诽
谤
徙
谴
钜
纭
婧
榕
摁
瞠
窘
豁
郊
茧
湛
«
»
芯
丞
褴
褛
楠
旬
撰
腊
窍
焉
葆
栖
辽
潘
屠
涛
慑
揽
牟
迸
颂
侨
壹
斐
詹
玺
酉
孵
惺
忪
啸
舰
渍
柯
讶
儆
猴
襁
褓
闫
驻
玮
吊
卢
仑
搡
▼
扼
揉
郗
Ω
腮
睁
Ⅳ
酪
雀
糯
糍
烃
°
萘
氮
酐
廷
醣
後
請
問
師
這
個
還
濕
氣
會
現
捞
脓
颧
涕
霍
懈
檬
潴
虢
煽
尙
噩
翟
衄
麽
椒
贻
铍
梢
妊
娠
■
氟
吡
酞
庚
啶
浸
´
桉
蒎
沐
塘
馋
拂
熨
睑
⑷
⑸
炙
茯
宴
棕
涂
荤
硌
绷
莨
菪
雍
杵
臼
桂
嚏
泊
咯
皱
襞
挛
脲
穹
窿
靡
犬
芪
枝
萝
硅
柄
瞌
绌
芽
熏
娩
阙
膻
桔
嵴
镫
茂
樟
叮
搽
孢
痔
囗
咐
疆
遛
芭
坍
苍
昵
吞
噻
唑
蜡
颊
毎
漱
唾
瘙
膂
髀
Ⅰ
酊
朱
淳
